export const ru = {
	name: 'Русский',
	header: {
		linkOne: 'Документация',
		linkTwo: 'О нас',
		linkThree: 'Поддержать',
	},
	hero: {
		title: 'Черепашки-ниндзя API',
		description:
			'Добро пожаловать в API, который предоставит вам лучший опыт разработки для создания готовой версии продукта',
		button: 'Документация',
		input: 'Быстрый поиск',
	},
	card: {
		location: 'Последнее местоположение',
		appearance: 'Первое появление',
	},
	notify: {
		title: 'Общайтесь с сообществом',
		description: 'Не стесняйтесь задавать вопросы, сообщать о проблемах и знакомиться с новыми людьми',
	},
	footer: {
		title: 'Черепашки',
		made: 'Сделано с',
		place: 'в Кунгуре, Россия',
		docs: {
			one: 'Введение',
			two: 'Персонажи',
			three: 'Местоположение',
			four: 'Эпизоды',
			five: 'Библиотеки',
		},
		channels: {
			one: 'Вконтакте',
			two: 'Яндекс Дзен',
			three: 'Telegram',
			four: 'Хабр',
			five: 'Stack Overflow',
		},
		more: {
			one: 'Конфиденциальность',
			two: 'Условия',
		},
	},
}
