import Testimonials from '../components/testimonials'

export const ru = {
	name: 'Русский',
	header: {
		linkOne: 'Документация',
		linkTwo: 'О нас',
		linkThree: 'Поддержать',
	},
	hero: {
		title: 'Черепашки — ниндзя API',
		description:
			'Добро пожаловать в API, который предоставит вам лучший опыт разработки для создания готовой версии продукта.',
		button: 'Начать',
		input: 'Быстрый поиск...',
	},
	card: {
		location: 'Последнее местоположение',
		appearance: 'Первое появление',
	},
	greeting: {
		title: '«Лучшие практики» на самом деле не работают.',
		description:
			'Я написал несколько тысяч слов о том, почему традиционные “семантические имена классов” являются причиной того, что CSS трудно поддерживать, но правда в том, что вы никогда не поверите мне, пока не попробуете это на самом деле. Если вы сможете подавить позыв к рвоте достаточно долго, чтобы дать ему шанс, я действительно думаю, вы будете удивляться, как вы когда-либо работали с CSS каким-либо другим способом.',
		author: 'Михаил Журавлёв',
		position: 'Создатель Черепашки — ниндзя API',
	},
	testimonials: {
		buttonMore: 'Показать ещё',
		buttonLes: 'Показать меньше',
	},
	notify: {
		title: 'Общайтесь с сообществом',
		description: 'Не стесняйтесь задавать вопросы, сообщать о проблемах и знакомиться с новыми людьми.',
		button: '@TNTAPI Telegram',
	},
	footer: {
		title: 'Черепашки',
		copyright: 'Авторское право',
		made: 'Сделано с',
		place: 'в г. Кунгур, Россия',
		docs: {
			title: 'Документация',
			one: 'Введение',
			two: 'Персонажи',
			three: 'Местоположение',
			four: 'Серии',
			five: 'Библиотеки',
		},
		channels: {
			title: 'Каналы',
			one: 'Вконтакте',
			two: 'Яндекс Дзен',
			three: 'Telegram',
			four: 'Хабр',
			five: 'Stack Overflow',
		},
		more: {
			title: 'Дополнительно',
			one: 'Конфиденциальность',
			two: 'Условия',
		},
	},
	docs: {
		intro: {
			title: 'Введение',
			one: 'GraphQL',
			two: 'REST',
			three: 'Информация и пагинация',
		},
		character: {
			title: 'Персонажи',
			one: 'Схема персонажа',
			two: 'Получить всех персонажей',
			three: 'Получить персонажа',
			four: 'Получить несколько персонажей',
			five: 'Фильтр персонажей',
		},
		location: {
			title: 'Местоположение',
			one: 'Схема местоположения',
			two: 'Получить все местоположения',
			three: 'Получить местоположение',
			four: 'Получить несколько местоположений',
			five: 'Фильтр местоположений',
		},
		episode: {
			title: 'Серии',
			one: 'Схема серии',
			two: 'Получить все серии',
			three: 'Получить серию',
			four: 'Получить несколько серий',
			five: 'Фильтр серий',
		},
		libraries: {
			title: 'Библиотеки',
		},
	},
}
